Repository: ContextInstitute/bfcom
Catalog: plugins/invite-anyone/languages/invite-anyone-*.po
Languages: sv_se, uk_ua

source: Settings
sv_se: Inställningar
uk_ua: Налаштування

source: General Settings
sv_se: Allmänna inställningar
uk_ua: Загальні Налаштування

source: Access Control
sv_se: Åtkomst
uk_ua: Керування доступом

source: Manage Invitations
sv_se: Hantera inbjudningar
uk_ua: Керувати запрошеннями

source: Stats
sv_se: Statistik
uk_ua: Статистика

source: Save Changes
sv_se: Spara ändringar
uk_ua: Зберегти Зміни

source: Access Settings
sv_se: Åtkomstinställningar
uk_ua: Параметри доступу

source: Allow email invitations to be sent by
sv_se: Tillåt e-postinbjudningar att skickas av
uk_ua: Дозволити висилати запрошення по email

source: Limit group invitations
sv_se: Begränsa gruppinbjudningar
uk_ua: Обмеження запрошення в групи

source: Limit per-user invitations
sv_se: Begränsa antalet inbjudningar varje användare kan skicka
uk_ua: Обмеження запрошень на 1-го користувача

source: Replacement patterns for email text fields
sv_se: Ersättningstext för e-post meddelanden
uk_ua: Заміна для полів в тексті повідомлення

source: Text of email invitation subject line
sv_se: Ämnesrad för e-post
uk_ua: Текст теми запрошення

source: Main text of email invitation message
sv_se: Brödtext i e-postinbjudning
uk_ua: Основний тест для запрошення по e-mail

source: Footer text of email invitation message (not editable by users)
sv_se: Sidfotstext i e-postinbjudan (kan inte redigeras av användare)
uk_ua: Текст підвалу повідомлення-запрошення (Не редаговане користувачем)

source: Allow users to customize invitation
sv_se: Tillåt användare att ändra inbjudan
uk_ua: Дозволити користувачам налаштовувати запрошення

source: Number of email invitations users are permitted to send at a time
sv_se: Antal e-postinbjudningar som användare får skicka åt gången
uk_ua: Кількість дозволених e-mail запрошень, що посилаються за один раз

source: Allow users to send group invitations along with email invitations
sv_se: Tillåt användare att skicka gruppinbjudningar tillsammans med e-postinbjudningar
uk_ua: Дозволити користувачам посилати групові запрошення за допомогою e-mail запрошень

source: Allow email invitations to be accepted even when site registration is disabled
sv_se: Tillåt e-postinbjudningar även när registrering av nya användare är avstängd
uk_ua: Дозволити прийняття запрошень навіть, коли реєстрація неактивна

source: Enable the Send Invites step during group creation
sv_se: Tillåt att inbjudningar skickas vid skapande av grupp
uk_ua: Підключити функцію відправки запрошень у момент створення груп

source: Control the default behavior of Invite Anyone.
sv_se: Kontrollera standardbeteendet för Invite Anyone
uk_ua: Управління поведінкою Invite Anyone по замовчуванню

source: name of your website
sv_se: din webbsidas namn
uk_ua: Назва вашого веб-сайту

source: display name of the inviter
sv_se: inbjudarens namn
uk_ua: показувати ім'я запрошувача

source: URL to the profile of the inviter
sv_se: URL till inbjudarens profil
uk_ua: Посилання на профіль запрошувача

source: Link that invited users can click to accept the invitation
sv_se: Länk som inbjudna användare kan klicka på för att acceptera inbjudan
uk_ua: Посилання для прийому запрошення

source: Link that invited users can click to opt out of future invitations
sv_se: Län som inbjudna användare kan klicka på för att slippa på framtida inbjudningar
uk_ua: Посилання для відстрочення прийняття запрошення

source: Subject line
sv_se: Ämnesrad
uk_ua: Тема

source: Message body
sv_se: Brödtext
uk_ua: Текст повідомлення

source: Control which members are able to send various kinds of invitations.
sv_se: Bestäm vilka användare som kan skicka olika typer av inbjudningar
uk_ua: Контролювати, хто може посилати різні види запрошень

source: All users
sv_se: Alla användare
uk_ua: Всі користувачі

source: A limited set of users
sv_se: Ett begransät antal av användarna
uk_ua: Установка ліміту для користувачів

source: Only users who have been members of the site for a minimum number of days:
sv_se: Endast användare som har varit medlemmar på sidan i minst antal dagar:
uk_ua: Активність користувачів, мінімальна кількість днів:

source: Only users who have at least the following role on this blog:
sv_se: Endast användare som minst har följande roll på sidan
uk_ua: Тільки користувачі, які володіють принаймні наступними ролями:

source: Subscriber
sv_se: Prenumerant
uk_ua: Передплатник

source: Contributor
sv_se: Medarbetare
uk_ua: Учасник

source: Author
sv_se: Författare
uk_ua: Автор

source: Editor
sv_se: Redaktör
uk_ua: Редактор

source: Administrator
sv_se: Administratör
uk_ua: Адміністратор

source: Provide a comma-separated list of users (identified by their numerical user ids) who <strong>cannot</strong> send invitations by email:
sv_se: Fyll i en kommaseparerad lista av användares numeriska användar-ID som <strong>inte</strong> får skicka inbjudningar via e-post:
uk_ua: Список користувачів через кому (ID) хто <strong> не може </strong> відправляти запрошення по e-mail:

source: Limit number of invites per user :
sv_se: Begränsa antalet inbjudningar per användare:
uk_ua: Обмежити кількість запрошуваних на 1-го користувача:

source: Invite Anyone extends BuddyPress's default group invitation settings. Instead of allowing you to invite only friends to a group, this plugin allows you to invite any member of the site. Use these settings to limit possible invitees for different group roles.
sv_se: Invite Anyone utökar Buddypress gruppinbjudningsfunktionalitet. Istället för att bara låta dig bjuda in vänner till grupper så låter detta plugin dig bjuda in alla användare. Använda dessa inställningar för att begränsa vem som får bjuda in till grupper.
uk_ua: Налаштування за замовчуванням розширення Invite Anyone для BuddyPress's для запрошення в групи. Плагін дозволяє запрошувати в групи не тільки друзів, але й користувачів сайту. Використовуйте налаштування для обмеження можливості запрошення в різні групи за ролями.

source: <strong>Site admins</strong> can send group invitations to:
sv_se: <strong>Administratörer</strong> kan skicka gruppinbjudningar till:
uk_ua: <strong> Адміністратор сайту </ strong> може посилати групові запрошення для:

source: Anyone
sv_se: Alla
uk_ua: Будь-хто

source: Friends
sv_se: Vänner
uk_ua: Друзі

source: No one
sv_se: Ingen
uk_ua: Жоден

source: <strong>Group admins</strong> can send group invitations to:
sv_se: <strong>Gruppadministratörer</strong> kan skicka gruppinbjudningar till:
uk_ua: <strong> Адміністратор групи </ strong> може посилати групові запрошення для:

source: <strong>Group mods</strong> can send group invitations to:
sv_se: <strong>Gruppmoderatorer</strong> kan skicka gruppinbjudningar till:
uk_ua: <strong> Модератор групи </ strong> може посилати групові запрошення для:

source: <strong>Group members</strong> can send group invitations to:
sv_se: <strong>Gruppmedlemmar</strong> kan skicka gruppinbjudningar till:
uk_ua: <strong> Користувач групи </ strong> може посилати групові запрошення для:

source: <a href="http://www.cloudsponge.com/?utm_source=invite-anyone&utm_medium=partner&utm_campaign=integrator">CloudSponge</a> is a cool service that gives your users easy and secure access to their address books (Facebook, LinkedIn, Gmail, Yahoo, and a number of other online and desktop email clients), so that they can more easily invite friends to your site. It#8217;s a great way to increase engagement on your site, by making it easier for them to invite new members. In order to enable CloudSponge support in Invite Anyone and BuddyPress, you'll need to <a href="http://www.cloudsponge.com/signup?utm_source=invite-anyone&utm_medium=partner&utm_campaign=integrator">register for a CloudSponge account</a>.
uk_ua: <ahref="http://www.cloudsponge.com/?utm_source=invite-anyone&utm_medium=partner&utm_campaign=integrator">CloudSponge</a> - Це класний сервіс, який дає користувачам зручний і захищений доступ до їх адресних книг (Gmail, Yahoo і ряду інших он-лайн і локальних клієнтів) з метою більш зручного запрошення друзів на Ваш сайт. Для підключення сервісу CloudSponge в плагінах Invite Anyone і BuddyPress Вам необхідно <ahref="http://www.cloudsponge.com/signup?utm_source=invite-anyone&utm_medium=partner&utm_campaign=integrator">зарегистрироваться на CloudSponge </a>.

source: Enable CloudSponge?
sv_se: Aktivera Cloudsponge?
uk_ua: Підключити CloudSponge?

source: CloudSponge Domain Key
uk_ua: Доменний ключ CloudSponge

source: CloudSponge integration will not work without a valid domain key.
sv_se: Cloudsponge integrering kommer inte att fungera utan en giltid domain key.
uk_ua: Інтеграція з CloudSponge не буде працювати без чинного доменного ключа.

source: When you use CloudSponge with Invite Anyone, part of your CloudSponge monthly payment goes to the author of Invite Anyone. This is a great way to support future development of the plugin. Thanks for your support!
sv_se: När du använder CloudSponge med Invite Anyone så går en del av dina betalningar till CloudSponge till utvecklaren av Invite Anyone. Det är ett bra sätt att stödja fortsatt utveckling av detta plugin. Tack för ditt stöd!
uk_ua: Якщо Ви використовуєте CloudSponge з плагіном Invite Anyone, частина місячного платежу отримує автор плагіна. Це здорово для підтримки подальшого розвитку плагтна. Спасибі Вам за підтримку!

source: Inviter
sv_se: Inbjudare
uk_ua: Запрошувач

source: Invited Email
sv_se: Inbjuden epost
uk_ua: Запрошений Email

source: Sent
sv_se: Skickat
uk_ua: Відправлено

source: Accepted
sv_se: Accepterat
uk_ua: Прийнято

source: View Invitation
sv_se: Visa inbjudan
uk_ua: Переглянути запрошення

source: (no data)
sv_se: (ingen data)
uk_ua: (немає даних)

source: No invitations have been sent yet.
sv_se: Inga inbjudningar har skickats
uk_ua: Запрошення поки не відправлялись.

source: 24 Hours
sv_se: 24 timmar
uk_ua: 24 години

source: 3 Days
sv_se: 3 dagar
uk_ua: 3 дні

source: 1 Week
sv_se: 1 vecka
uk_ua: 1 тиждень

source: 4 Weeks
sv_se: 4 veckor
uk_ua: 4 тижні

source: 3 Months
sv_se: 3 månader
uk_ua: 3 місяці

source: All Time
sv_se: All tid
uk_ua: Завжди

source: Yes
sv_se: Ja
uk_ua: Так

source: n/a
uk_ua: н/д

source: In the last...
sv_se: Under de senaste...
uk_ua: За останні...

source: Total Sent
sv_se: Totalt skickade
uk_ua: Всього відправлено

source: Total Accepted
sv_se: Totalt accepterade
uk_ua: Всього прийнято

source: Acceptance Rate
sv_se: Acceptansgrad
uk_ua: Коефіцієнт прийнятих

source: Top Inviter (by #)
sv_se: Toppinbjudare (i antal)
uk_ua: Лідер (за кількістю)

source: Top Inviter (by % accepted)
sv_se: Toppinbjudare (i % accepterade)
uk_ua: Лідер (по коеф.)

source: Total Sent (CloudSponge)
sv_se: Totalt skickade (CloudSponge)
uk_ua: Всього відправлено (CloudSponge)

source: Total Accepted (CloudSponge)
sv_se: Totalt accepterade (CloudSponge)
uk_ua: Всього прийнято (CloudSponge)

source: Acceptance Rate (CloudSponge)
sv_se: Acceptansgrad (Cloudsponge)
uk_ua: Коефіцієнт прийнятих (CloudSponge)

source: CloudSponge Usage
sv_se: CloudSpongeanvändande
uk_ua: Використання CloudSponge

source: Top Inviter (by #) (CloudSponge)
sv_se: Toppinbjudare (i antal) (Cloudsponge)
uk_ua: Лідер (за кількістю) (CloudSponge)

source: Top Inviter (by % accepted) (CloudSponge)
sv_se: Toppinbjudare (i % accepterade) (Cloudsponge)
uk_ua: Лідер (по коеф.) (CloudSponge)

source: (%d sent)
sv_se: (%d skickade)
uk_ua: (%d відправлено)

source: (%s accepted)
sv_se: (%s accepterade)
uk_ua: (%s прийнято)

# post type general name
source: BuddyPress Invitations
sv_se: Buddypress&shy;inbjudningar
uk_ua: BuddyPress запрошення

# post type singular name
source: Invitation
sv_se: Inbjudan
uk_ua: Запрошення

source: Add New
sv_se: Skapa ny
uk_ua: Додати нове

source: Add New Invitation
sv_se: Skapa ny inbjudan
uk_ua: Додати нове запрошення

source: Edit Invitation
sv_se: Redigera inbjudan
uk_ua: Редагувати запрошення

source: New Invitation
sv_se: Ny inbjudan
uk_ua: Нове запрошення

source: Search Invitation
sv_se: Sök inbjudningar
uk_ua: Пошук запрошення

source: No Invitations found
sv_se: Inga inbjudningar hittades
uk_ua: Жодного запрошення не знайдено

source: No Invitations found in Trash
sv_se: Inga inbjudningar hittades i papperskorgen
uk_ua: Жодного запрошення не знайдено в кошику

source: BuddyPress Invitations
sv_se: BuddyPressinbjudningar
uk_ua: BuddyPress запрошення

source: Invitees
sv_se: Inbjudna
uk_ua: Запрошені

source: Invitee
sv_se: Inbjudare
uk_ua: Запрошений

source: Search Invitees
sv_se: Sök inbjudna
uk_ua: Пошук запрошених

source: All Invitees
sv_se: Alla inbjudna
uk_ua: Всі Запрошені

source: Edit Invitee
sv_se: Redigera inbjuden
uk_ua: Редагувати запрошених

source: Update Invitee
sv_se: Uppdatera inbjuden
uk_ua: Оновити запрошеного

source: Add New Invitee
sv_se: Lägg till ny inbjuden
uk_ua: Додати нового запрошеного

source: New Invitee Name
sv_se: Ny inbjudens namn
uk_ua: Ім'я нового запрошеного

source: Invited Groups
sv_se: Inbjudna grupper
uk_ua: Запрошені групи

source: Invited Group
sv_se: Inbjuden grupp
uk_ua: Запрошена група

source: Search Invited Groups
sv_se: Sök inbjudna grupper
uk_ua: Пошук апрошених груп

source: All Invited Groups
sv_se: Alla inbjudna grupper
uk_ua: Всі запрошені групи

source: Edit Invited Group
sv_se: Redigera inbjudna grupper
uk_ua: Редагувати запрошену групу

source: Update Invited Group
sv_se: Uppdatera inbjuden grupp
uk_ua: Редагувати запрошену групу

source: Add New Invited Group
sv_se: Lägg till ny inbjuden grupp
uk_ua: Додати нову запрошену групу

source: New Invited Group Name
sv_se: Ny inbjudensgruppnamn
uk_ua: Назва нової запрошеної групи

source: No
sv_se: Nej
uk_ua: Ні

source: All done!
sv_se: Klart!
uk_ua: Все готово!

source: Finish
sv_se: Avsluta
uk_ua: Завершити

source: Migrated Invitation
sv_se: Migrerad inbjudan
uk_ua: Мігроване запрошення

source: Importing: %1$s invited %2$s<br />
sv_se: Importerar: %1$s inbjuden %2$s<br />
uk_ua: Імпортовано: %1$s запрошених %2$s<br />

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
sv_se: Om din webbläsare inte automatiskt laddar nästa sida så klicka på denna länk:
uk_ua: Якщо ваш браузер не почав завантаження наступної сторінки автоматично, натисніть на це посилання:

source: Next Invitations
sv_se: Nästa inbjudningar
uk_ua: Наступні запрошення

source: Invite Anyone Upgrade
sv_se: Uppdatera Invite Anyone
uk_ua: Invite Anyone оновлення

source: Invite Anyone has just been updated, and needs to move some old invitation data in order to complete the upgrade. Click GO to start the process.
sv_se: Invite Anyone har precis uppdaterats och behöver flytta lite gammal inbjudningsdata för att färdigställa uppdateringen. Klicka på KÖR för att starta.
uk_ua: Вийшла нова версія плагіна Invite Anyone, тому потрібно перенести деякі старі запрошення для завершення оновлення. Натисніть ВПЕРЕД для запуску процесу.

source: Opt Out
sv_se: Avböj framtida inbjudningar
uk_ua: Відмовитись

source: Accept Invitation
sv_se: Acceptera inbjudan
uk_ua: Прийняти запрошення

source: To opt out of future invitations to %s, make sure that your email is entered in the field below and click "Opt Out".
sv_se: För att avböja framtida inbjudningar till %s, se till att din e-post står i fältet nedan och klicka på "Avböj framtida inbjudningar".
uk_ua: Щоб відмовитись від запрошень на майбутнє %s, введіть ваш e-mail і натисніть "Відмовитися".

source: If you are here by mistake and would like to accept your invitation to %s, click "Accept Invitation" instead.
sv_se: Om du är här av misstag och vill acceptera din inbjudan till %s, klicka på "Acceptera inbjudan" istället.
uk_ua: Якщо ви опинились тут помилково і хочете прийняти запрошення %s, натисніть "Прийняти запрошення".

source: You have successfully opted out. No more invitation emails will be sent to you by this site.
sv_se: Du har avböjt framtida inbjudningar. Inga fler inbjudningar kommer att skickas till dig från denna sida.
uk_ua: Ви успішно відмовилися. Вам паче не будуть приходити запрошення на e-mail з цього сайту.

source: Sorry, there was an error in processing your request
sv_se: Tyvärr uppstod ett fel
uk_ua: Вибачте, сталася помилка при обробці вашого запиту

source: It looks like you're trying to accept an invitation to join the site, but some information is missing. Please try again by clicking on the link in the invitation email.
sv_se: Det verkar som att du försöker acceptera en inbjudan till att registrera dig på denna sida, men någon information saknas. Försök igen genom att klicka på länken i inbjudningsmejlet.
uk_ua: Схоже, що ви намагаєтеся прийняти запрошення приєднатися до сайту, але деяка інформація відсутня. Будь ласка, спробуйте ще раз, натиснувши на посилання в листі запрошення.

source: Welcome! You&#8217;ve been invited to join the site by the following user: %s. Please fill out the information below to create your account.
sv_se: Välkommen! Du har blivit inbjuden av %s . Fyll i uppgifterna nedan för att skapa ditt konto.
uk_ua: Добрий день! Ви були запрошені приєднатися до спільноти сайту користувачем:%s. Будь ласка, заповніть інформацію нижче, щоб створити обліковий запис.

source: Welcome! You&#8217;ve been invited to join the site. Please fill out the information below to create your account.
sv_se: Välkommen! Du&#8217 har blivit inbjuden. Fyll i uppgifterna nedan för att skapa ditt konto.
uk_ua: Добрий день! Ви були запрошені приєднатися до сайту. Будь ласка, заповніть інформацію нижче, щоб створити обліковий запис.

source: Send Invites
sv_se: Skicka inbjudningar
uk_ua: Відправити запрошення

source: Invite New Members
sv_se: Bjud in nya medlemmar
uk_ua: Запросити нових учасників

source: Sent Invites
sv_se: Skickade inbjudningar
uk_ua: Відправлені запрошення

source: Sorry, there was a problem sending your invitations. Please try again.
sv_se: Tyvärr uppstod ett problem med att skicka dina inbjudningar, försök igen.
uk_ua: Вибачте, при відправці запрошень сталася помилка. Спробуйте ще раз.

source: Invitation cleared
sv_se: Inbjudan rensad
uk_ua: Запрошення очищено

source: There was a problem clearing the invitation.
sv_se: Det uppstod ett problem med att rensa inbjudan.
uk_ua: При очищенні запрошення сталася помилка.

source: Invitations cleared.
sv_se: Inbjudningar rensade.
uk_ua: Запрошення очищені.

source: There was a problem clearing the invitations.
sv_se: Det uppstod ett problem med att rensa inbjudningarna.
uk_ua: При очищенні запрошень сталася помилка.

source: It looks like you&#8217;ve already accepted your invitation to join the site.
sv_se: Det verkar som att du&#8217 redan har accepterat din inbjudan.
uk_ua: Схоже, що Ви вже прийняли запрошення приєднатися до спільноти сайту.

source: You have sent the maximum allowed number of invitations.
sv_se: Du har skickat det maximalt tillåtna antalet inbjudningar.
uk_ua: Ви вже відправили максимально допустиму кількість запрошень.

source: Some of your invitations were not sent. Please see the errors below and resubmit the failed invitations.
sv_se: Några av dina inbjudningar skickades inte. Se felmeddelandet nedan och prova igen.
uk_ua: Деякі з ваших запрошень не були відправлені. Будь ласка, виправте помилки нижче і повторіть.

source: Invite friends to join %s by following these steps:
sv_se: Bjud in vänner att gå med i %s genom att följa dessa steg:
uk_ua: Щоб запросити друзів приєднатися до %s, виконайте наступні кроки:

source: The site administrator has limited each user to %1$d invitations. You have %2$d invitations remaining.
sv_se: Administratören har begränsat varje användare till att skicka %1$d inbjudningar. Du har %2$d inbjudningar kvar.
uk_ua: Адміністратор сайту встановив обмеження %1$d запрошень на кожного користувача. У Вас залишилося %2$d запрошень.

source: Enter email addresses below, one per line.
sv_se: Skriv e-postadresser nedan, en per rad.
uk_ua: Нижче введіть e-mail, по одному в рядку.

source: You can only invite people whose email addresses end in one of the following domains:
sv_se: Du kan enbart bjuda in personer med e-postadresser på följande domäner:
uk_ua: Ви можите запрошувати тільки тих людей у яких e-mail знаходиться на наступних доменах:

source: You can invite a maximum of %s people at a time.
sv_se: Di kan bjuda in maximalt %s åt gången
uk_ua: Ви можете запросити максимум %s людей одночасно.

source: (optional) Customize the subject line of the invitation email.
sv_se: (valfritt) Ändra ämnesraden för inbjudan.
uk_ua: (опціонально) Налаштувати тему для запрошень e-mail.

source: Subject: <span class="disabled-subject">Subject line is fixed</span>
sv_se: Ämne: <span class="disabled-subject">Ämnesraden är förbestämd</span>
uk_ua: Тема: <span class="disabled-subject">Тема фіксована</span>

source: (optional) Customize the text of the invitation.
sv_se: (valfritt) Ändra texten i inbjudan.
uk_ua: (опціонально) Налаштування тексту запрошення.

source: The message will also contain a custom footer containing links to accept the invitation or opt out of further email invitations from this site.
sv_se: Meddelandet kommer också att innehålla länkar för att acceptera inbjudan eller avböja från framtida inbjudningar från denna sida.
uk_ua: Дане повідомлення буде також містити посилання на прийняття запрошення або відмову від запрошень з цього сайту.

source: Message:
sv_se: Meddelande:
uk_ua: Повідомлення:

source: (optional) Select some groups. Invitees will receive invitations to these groups when they join the site.
sv_se: (valfritt) Välj några grupper. Den inbjudna kommer att få inbjudningar till dessa grupper om hen skapar ett konto på denna sida.
uk_ua: (опціонально) Виберіть кілька груп. Запрошені отримають запрошення в ці групи, коли приєднаються до сайту.

source: You have sent invitations to the following people.
sv_se: Du har skickat inbjudningar till följande personer.
uk_ua: Ви вже надіслали запрошення наступним людям.

source: This table displays a list of all your sent invites. Invites that have been accepted are highlighted in the listings. You may clear any individual invites, all accepted invites or all of the invites from the list.
sv_se: Denna tabell visar alla dina skicka inbjudningar. Inbjudningar som har accepterats är markerade. Du kan rensa enskilda inbjudningar, alla accepterade inbjudningar eller alla inbjudningar från listan.
uk_ua: Ця таблиця показує список всіх відправлених запрошень. Прийняті запрошення виділені в списках. Ви можете стерти будь-які запрошення, всі прийняті запрошення, або повністю всі запрошення зі списку.

source: Invited email address
sv_se: Inbjuden e-postadress
uk_ua: Запрошений Email

source: Group invitations
sv_se: Gruppinbjudningar
uk_ua: Групові запрошення

source: Clear all accepted invites from the list
sv_se: Rensa alla accepterade inbjudningar från listan
uk_ua: Видалити всі прийняті запрошення зі списку

source: Clear all accepted invitations
sv_se: Rensa alla accepterade inbjudningar
uk_ua: Видалити всі прийняті запрошення

source: Clear all your listed invites
sv_se: Rensa alla listade inbjudningar
uk_ua: Видалити всі запрошення зі списку

source: Clear all invitations
sv_se: Rensa alla inbjudningar
uk_ua: Видалити всі запрошення

source: Clear this invitation
sv_se: Rensa denna inbjudan
uk_ua: Видалити це запрошення

source: You haven't sent any email invitations yet.
sv_se: Du har inte skickat några e-postinbjudningar än.
uk_ua: Ви ще не надіслали жодного email запрошення.

source: An invitation to join the %s community.
sv_se: En inbjudan att bli medlem i %s
uk_ua: Запрошення приєднатися до спільноти %s.
