Repository: ContextInstitute/bfcom
Catalog: plugins/invite-anyone/languages/invite-anyone-*.po
Languages: sv_se, uk_ua

source: You have been invited by %%INVITERNAME%% to join the %s community. Visit %%INVITERNAME%%'s profile at %%INVITERURL%%.
sv_se: Du har blivit inbjuden av %%INVITERNAME%% att gå med i %s. Besök %%INVITERNAME%%'s profil på %%INVITERURL%%.
uk_ua: Вас запросив %%INVITERNAME%% приєднатися до спільноти %s . Продивіться профіль %%INVITERNAME%% за посиланням %%INVITERURL%%.

source: To accept this invitation, please visit %%ACCEPTURL%%
sv_se: För att acceptera denna inbjudan, gå till %%ACCEPTURL%%
uk_ua: Щоб прийняти запрошення, відвідайте %%ACCEPTURL%%

source: To opt out of future invitations to this site, please visit %%OPTOUTURL%%
sv_se: För att slippa få framtida inbjudningar från denna sida, gå till %%OPTOUTURL%%
uk_ua: Щоб відмовитися від запрошень на майбутнє, відвідайте %%OPTOUTURL%%

source: You are only allowed to invite up to %s people at a time. Please remove some addresses and try again
sv_se: Du får bjuda in max %s personer åt gången. Ta bort några adresser och försök igen
uk_ua: Ви маєте право запросити до %s людей за один раз. Будь ласка, видаліть деякі адреси і спробуйте ще раз

source: You didn't include any email addresses!
sv_se: Du fyllde inte i några e-postadresser!
uk_ua: Ви не включили жодного email!

source: You are only allowed to invite %s more people. Please remove some addresses and try again
sv_se: Du får endast bjuda in %s personer till. Ta bort några adresser och försök igen
uk_ua: Ви маєте право запросити до %s людей за один раз. Будь ласка, видаліть деякі адреси і спробуйте ще раз

source: <strong>%s</strong> has opted out of email invitations from this site.
sv_se: <strong>%s</strong> har avböjt inbjudningar från denna sida
uk_ua: <strong>%s</strong> відмовилися від email запрошень з цього сайту.

source: <strong>%s</strong> is already a registered user of the site.
sv_se: <strong>%s</strong> är redan medlem på denna sida.
uk_ua: <strong>%s</strong> вже зареєстрований користувач сайту.

source: <strong>%s</strong> is not a permitted email address.
sv_se: <strong>%s</strong> är inte en godkänd e-postadress.
uk_ua: <strong>%s</strong>не дозволена email адреса.

source: <strong>%s</strong> is not a valid email address. Please make sure that you have typed it correctly.
sv_se: <strong>%s</strong> är inte en giltig e-postadress. Kontrollera att du skrivit rätt.
uk_ua: <strong>%s</strong>не дійсна email адреса. Перевірте коректність введення.

source: <strong>%s</strong> is not a permitted email address. Please make sure that you have typed the domain name correctly.
sv_se: <strong>%s</strong> är inte en godkänd e-postadress. Kontrollera att du har skrivit rätt domännamn.
uk_ua: <strong>%s</strong> неправильна адреса. Перевірте правильність введеного домену.

source: Invitations were sent successfully to the following email addresses: %s
sv_se: Inbjudningar har skickats till följande e-postadresser: %s
uk_ua: Запрошення були успішно відправлені на наступні email адреси: %s

source: Please correct your errors and resubmit.
sv_se: Fixa dina fel och skicka igen.
uk_ua: Будь ласка, виправте свої помилки і повторіть.

source: We couldn't find any invitations associated with this email address.
sv_se: Vi kunde inte hitta några inbjudningar till denna e-postadress.
uk_ua: Ми не змогли знайти жодних запрошень, пов'язаних з цією email адресою.

source: You can also add email addresses <a class="cs_import">from your Address Book</a>.
sv_se: Du kan också lägga till e-postadresser <a class="cs_import">från din adressbok</a>.
uk_ua: Ви також можете додати email адреси <a class="cs_import"> з вашої адресної книги </a>.

source: Click &ldquo;Send Invites&rdquo; to finish sending your new invitations.
sv_se: Klicka på &ldquo;Skicka inbjudningar&rdquo;för att avsluta dina inbjudningar.
uk_ua: Натисніть &ldquo;Відправити запрошення&rdquo; щоб завершити відправку нових запрошень.

source: Group invites sent.
sv_se: Gruppinbjudningar skickade.
uk_ua: Групові запрошення відправлені

source: Group created successfully.
sv_se: Gruppen skapades.
uk_ua: vГрупа створена успішно.

source: Remove Invite
sv_se: Ta bort inbjudan
uk_ua: Видалити запрошення

source: %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
sv_se: %1$s har bjudit in digrill gruppen: "%2$s". För att se dina inbjudningar gå till: %3$s För att se denna grupp, gå till: %4$s För att se %5$s's profil gå till: %6$s ---------------------
uk_ua: %1$s запросив вас до групи: "%2$s". Переглянути запрошення до групи, відвідайте: %3$s Переглянути відвідування групи: %4$s Переглянути відвідування профілю %5$s: %6$s ---------------------

source: Search for members to invite:
sv_se: Sök efter medlemmar att bjuda in:
uk_ua: Пошук нових учасників, що запросити:

source: Select members from the directory:
sv_se: Välj medlemmar från listan:
uk_ua: Вибрати учасників з каталогу:

source: Select people to invite.
sv_se: Välj personer att bjuda in.
uk_ua: Вибрати людей для запрошення.

source: Want to invite someone to the group who is not yet a member of the site?
sv_se: Vill du bjuda in någon till gruppen som ännu inte är medlem på sidan?
uk_ua: Бажаєте запросити в групу того, хто не є учасником сайту?

source: Send invitations by email.
sv_se: Skicka inbjudningar via e-post.
uk_ua: Відправити запрошення по email.

source: Select people to invite from your friends list.
sv_se: Välj personer att bjuda in.
uk_ua: Запросити людей зі списку друзів.

source: Viewing %1$d - %2$d of a total of %3$d
sv_se: Visar %1$d - %2$d av totalt %3$d
uk_ua: Перегляд %1$d - %2$d всіх %3$d

source: Enter one email address per line to invite friends to join this site.
sv_se: Fyll i en e-postadress per rad för att bjuda in till denna sida.
uk_ua: Введіть по одній email адресі в рядку, щоб запросити друзів приєднатися до цього сайту.

source: Continue
sv_se: Fortsätt
uk_ua: Продовжити

source: Invite friends to join the site by entering their email addresses below.
sv_se: Bjud in personer till denna sida genom att fylla i deras e-postadresser nedan.
uk_ua: Запросіть друзів приєднатися до сайту, вказавши їх адреси електронної пошти нижче.

source: Title:
sv_se: Titel:
uk_ua: Назва:

source: Text to display in widget:
sv_se: Text att visa i widgeten:
uk_ua: Текст для відображення у віджеті:

source: Number of email fields to display in widget:
sv_se: Antal e-postfält i widgeten:
uk_ua: Число рядків для email для відображення у віджеті:

source: Allows group admins to invite any member of their BuddyPress community to a group or to the site
sv_se: Tillåt gruppadministratörer att bjuda in vilken medlem de vill till en grupp eller till denna sida
uk_ua: Дозволити адміністраторам груп запрошувати будь-якого учасника їх BuddyPress спільноти до групи чи сайту

source: Email:
sv_se: E-post:
