Repository: ContextInstitute/bfcom
Catalog: plugins/buddypress-docs-wiki/languages/bp-docs-wiki-*.po
Languages: de_de

source: New Wiki Page
de_de: Neue Wikiseite

source: Tags are words or phrases that help to describe and organize your wiki pages.
de_de: Tags helfen die Seiten des Wikis zu beschreiben und zu durchsuchen.

source: Select a parent for this wiki page.
de_de: Wählen Sie eine übergeordnete Seite.

source: (Optional) Assigning a parent that a link to the parent will appear at the bottom of this wiki page, and a link to this page will appear at the bottom of the parent.
de_de: (Optional) Wählen Sie eine übergeordnete Seite zuweisen wird diese mit der aktuellen Seite verknüpft.

source: There are no comments yet.
de_de: Noch keine Kommentare.

source: Create New Wiki Page
de_de: Neue Seite anlegen

source: You are viewing wiki pages with the following tags: %s
de_de: Sie betrachten Seiten mit dem tag: %s

source: You are searching for wiki pages containing the term <em>%s</em>
de_de: Sie suchen nach Seiten mit dem Begriff <em>%s</em>

source: <strong><a href="%s" title="Remove Filter">Remove Filter</a></strong>
de_de: <strong><a href="%s" title="Filer entfernen">Filter entfernen</a></strong>

source: Pages tagged %s
de_de: Seiten mit Tag %s

source: Viewing %1$s-%2$s of %3$s pages
de_de: Sie betrachten %1$s-%2$s von %3$s Seiten

source: Wiki Top
de_de: Wiki Startseite

source: The full-width area at the top of the Wiki home page
de_de: Der obere Bereich auf der Wikistartseite

source: Wiki Bottom Left
de_de: Wiki Unten Links

source: The half-width area at the bottom-left of the Wiki home page
de_de: Der halbseitige Bereich in der unteren linken Ecke der Wiki Startseite

source: Wiki Bottom Right
de_de: Wiki Unten Rechts

source: The half-width area at the bottom-right of the Wiki home page
de_de: Der halbseitige Bereich in der unteren rechten Ecke der Wiki Startseite

source: Wiki Sidebar
de_de: Wiki Seitenleiste

source: The sidebar on the Wiki home page
de_de: Die Seitenleiste der Wiki Startseite

source: (Wiki) Recently Active Pages
de_de: Kürzlich aktive Seiten

source: A list of recently active wiki pages.
de_de: Eine Liste kürzlich aktiver Seiten.

source: Recently Active
de_de: Vor kurzen aktiv

source: Title:
de_de: Titel:

source: Number of posts to show:
de_de: Anzahl der zu zeigenden Einträge:

source: (Wiki) Most Active Pages
de_de: (Wiki) Aktivste Seiten

source: A list of most active wiki pages.
de_de: Eine liste der aktivsten Wikiseiten.

source: Most Active
de_de: Aktivste

source: The most used tags on your wiki, in cloud format.
de_de: Am häufigsten verwendete Wiki-Tags als Tagwolke.

source: Search
de_de: Suche
