Repository: ContextInstitute/bfcom
Catalog: plugins/commons-*-a-box/languages/cbox-*.po
Languages: es_es

source: Set Up CBOX Plugins
es_es: Configurar Plugins CBOX

source: Return to the CBOX Dashboard
es_es: Regresar al Panel de Control CBOX

source: Install CBOX Plugins
es_es: Instalar Plugins CBOX

source: Upgrading CBOX Plugins and Themes
es_es: Actualización Plugins y Temas de CBOX

source: Now, let's upgrade the CBOX Default theme &rarr;
es_es: Ahora, vamos a actualizar el Tema CBOX por defecto &rarr;

source: Upgrading CBOX Plugins
es_es: Actualización Plugins CBOX

# references the theme that is currently being installed
source: Installing %s
es_es: Instalando %s

source: Upgrading CBOX Theme
es_es: Actualización Tema CBOX

source: Theme
es_es: Tema

source: Commons In A Box Dashboard
es_es: Panel de Control Commons In A Box

source: Dashboard
es_es: Panel de Control

source: About
es_es: Acerca de

source: <strong>Commons In A Box</strong> is a software project aimed at turning the infrastructure that successfully powers the <a href="%s">CUNY Academic Commons</a> into a free, distributable, easy-to-install package.
es_es: <strong > Commons In A Box </strong> es un proyecto de software destinado a convertir la infraestructura que impulsa con éxito <a href="%s">Académicos Comunes CUNY</a> en un paquete distribuible, de fácil instalación.

source: Commons In A Box is made possible by a generous grant from the Alfred P. Sloan Foundation.
es_es: Commons In A Box es posible gracias a una generosa donación de la Fundación Alfred P. Sloan

source: Useful Links:
es_es: Enlaces Útiles:

source: <a href="%s">Show Welcome Message</a>
es_es: <a href="%s"> Mostrar Mensaje de Bienvenida </a>

source: Dismiss
es_es: Descartar

source: Version %s
es_es: Versión %s

source: Welcome to Commons In A Box!
es_es: ¡Bienvenido a Commons In A Box!

source: Need help getting started? Looking for support or ideas? Check out our documentation and join the community of CBOX users at <a href="http://commonsinabox.org">commonsinabox.org</a>.
es_es: ¿Necesitas ayuda para empezar? ¿Buscando apoyo o ideas? Echa un vistazo a nuestra documentación y únete a la comunidad de usuarios CBOX en <a href="http://commonsinabox.org"> commonsinabox.org </a>.

source: If you&#8217;d rather dive right in, here are a few things most people do first when they set up a new CBOX site.
es_es: Si usted&#8217; prefiere entrar directamente, aquí hay algunas cosas la mayoría que la gente hace en primer lugar cuando instalan un nuevo sitio CBOX

source: Already know what you&#8217;re doing? <a href="%s">Dismiss this message</a>.
es_es: ¿Ya sabe lo que está haciendo? <a href="%s"> Descartar este mensaje </a>.

source: Install BuddyPress
es_es: Instalar BuddyPress

source: Before you can use Commons In A Box, we'll need to install BuddyPress and some recommended plugins. Click 'Continue' to get set up.
es_es: Antes de poder utilizar los Commons In A Box, necesitaremos instalar BuddyPress y algunos plugins recomendados. Haz clic en "Continuar" para ponerse en marcha.

source: Continue &rarr;
es_es: Continuar &rarr;

source: Set Up BuddyPress
es_es: Configurar BuddyPress

source: We're almost there! Now we need to finish setting up BuddyPress.
es_es: ¡Ya casi llegamos! Ahora tenemos que terminar de configurar BuddyPress.

source: Don't worry! BuddyPress has a simple wizard to guide you through the process. However, if you want more help, check out this <a href='%s'>codex article</a>.
es_es: ¡No se preocupe! BuddyPress tiene un sencillo asistente que le guiará a través del proceso. Sin embargo, si desea más ayuda, eche un vistazo a este <a href='%s'>artículo de códice </a>.

source: Continue to BuddyPress setup &rarr;
es_es: Continuar para configurar BuddyPress &rarr;

source: Install some other cool stuff!
es_es: ¡Instale otras cosas interesantes!

source: It looks like you're already running BuddyPress. Cool! You're almost finished the setup process!
es_es: Parece que ya está ejecutando BuddyPress. ¡Bien! ¡Ya casi ha terminado el proceso de configuración!

source: Did you know Commons In A Box comes prebundled with a few, recommended plugins? These plugins help to add functionality to your existing WordPress and BuddyPress site.
es_es: ¿Sabía usted Commons In A Box viene en paquete con unos, plugins recomendados? Estos complementos ayudan a agregar funcionalidad a su WordPress existente y a su sitio BuddyPress.

source: We have automatically selected the following plugins to install for you. However, feel free to uncheck some of these plugins based on your site's needs.
es_es: Hemos seleccionado de forma automática los siguientes plugins para instalar para usted. Sin embargo, no dude en desmarcar algunos de estos plugins basado ​​en las necesidades de su sitio.

source: Upgrade Available
es_es: Actualizar disponibles

source: Commons In A Box %s requires WordPress %s
es_es: Commons In A Box %s requiere WordPress %s

source: Upgrade now!
es_es: ¡Actualizar ahora!

source: The CBOX Default theme has an update available. Click on the button below to upgrade.
es_es: El Tema por defecto CBOX tiene una actualización disponible. Haga clic en el botón de abajo para actualizar.

source: Upgrade
es_es: Actualizar

source: Quick Links
es_es: Enlaces rápidos

source: Settings
es_es: Configuración

source: Commons In A Box works by pulling together a number of independent WordPress and BuddyPress plugins. Customize your site by exploring the settings pages for these plugins below.
es_es: Commons In A Box trabaja reuniendo una serie de plugins WordPress independientes y plugins BuddyPress. Personalice tu sitio mediante la exploración de las páginas de configuración para estos plugins a continuación.

source: Click here to view this plugin's settings page
es_es: Haga clic aquí para ver la página de configuración de este plugin.

source: Click here for plugin documentation at commonsinabox.org
es_es: Haga clic aquí para obtener documentación para plugins en commonsinabox.org

source: <a href="%s">Manage all your CBOX plugins here!</a>
es_es: <a href="%s"> ¡Gestione todos sus plugins cBox aquí! </a>

source: <a href="%s">Install the CBOX Default theme to get started</a>.
es_es: <a href="%s"> Instale el Tema por defecto CBOX para empezar </a>.

source: Your current theme is %s.
es_es: Su tema actual es %s.

source: It looks like this theme is not compatible with BuddyPress.
es_es: Parece que este tema no es compatible con BuddyPress.

source: Did you know that <strong>CBOX</strong> comes with a cool theme? Check it out below!
es_es: ¿Sabía que <strong> CBOX </strong> viene con un tema genial? ¡Eche un vistazo a continuación!

source: View a larger screenshot of the CBOX theme
es_es: Ver una imagen más grande del tema CBOX.

source: <a href="%s">Like the CBOX Theme? Install it!</a>
es_es: <a href="%s"> ¿Le gusta el tema CBOX? ¡Instálelo! </a>

source: You can also make your theme compatible with the <a href='%s'>BuddyPress Template Pack</a>.
es_es: También puede hacer su tema compatible con el <a href='%s'> Paquete de Plantillas de BuddyPress </a>.

source: You're using a child theme of the <strong>CBOX Default</strong> theme! Good on ya!
es_es: ¡Usted está utilizando un tema secundario del tema <strong> CBOX por defecto </strong >! ¡Bien por usted!

source: You're using the <strong>CBOX Default</strong> theme! Good on ya!
es_es: ¡Usted está utilizando el tema <strong> CBOX por defecto </ strong>!Bien por usted!

source: <a href="%s">Configure the CBOX Theme here!</a>
es_es: <a Href="%s"> ¡Configurar el Tema CBOX aquí! </a>

source: You're currently using <strong>Commons In A Box %s</strong>
es_es: Usted está utilizando actualmente <strong> Commons In A Box %s</strong>

source: What's New
es_es: Novedades

source: Credits
es_es: Créditos

source: Documentation
es_es: Documentación

source: Dev tracker
es_es: Rastreador Dev

source: Let's get started!
es_es: ¡Vamos a empezar!

source: Click here to get set up
es_es: Haga clic aquí para ponerse en marcha

source: BuddyPress is installed, but needs some additional setup.
es_es: BuddyPress está instalado, pero necesita algo de configuración adicional.

source: Finish BuddyPress setup &rarr;
es_es: Finalizar configuración BuddyPress &rarr;

source: The CBOX Default theme needs an update.
es_es: El Tema por defecto CBOX necesita una actualización.

source: Update the theme &rarr;
es_es: Actualizar el tema &rarr;

source: You only have one last thing to do. We promise!
es_es: Sólo hay una última cosa que hacer. ¡Lo prometemos!

source: Click here to finish up!
es_es: ¡Haga clic aquí para terminar!

source: Upgrading theme...
es_es: Actualizando Tema...

source: Installing plugins...
es_es: Instalando plugins ...

source: Commons In A Box is almost ready!
es_es: ¡Commons In A Box está casi listo!

source: CBOX Plugins
es_es: Plugins CBOX

source: CBOX Network Plugins
es_es: Plugins CBOX de Red

source: Don't forget that CBOX plugins can be managed from the CBOX plugins page!
es_es: ¡No olvides que los plugins CBOX se pueden administrar desde la página de plugins CBOX!

source: You can <a href="%s">manage your CBOX plugins here</a>.
es_es: Usted puede <a href="%s"> administrar sus plugins cBox aquí </a>.

source: Plugins on %s
es_es: Plugins en %s

source: Other Network Plugins
es_es: Otros Plugins de Red

source: Welcome to Commons In A Box %s
es_es: Bienvenido a Commons In A Box %s

source: Thank you for updating to the latest version!
es_es: Gracias por actualizar a la última versión

source: What&#8217;s New
es_es: Qué hay de nuevo

source: 1.0.8 Maintenance Release
es_es: Versión de mantenimiento 1.0.8

source: The 1.0.8 release brings a number of plugins up to date, and improves compatibility with WordPress 3.9 and BuddyPress 2.0.
es_es: La versión 1.0.8 trae una serie de plugins actualizados, y mejora la compatibilidad con WordPress 3.9 y BuddyPress 2.0.

source: Plugin Updates
es_es: Actualizaciones de Plugins

source: Since the last version release, the following plugins were updated in CBOX:
es_es: Desde la última versión, los siguientes plugins fueron actualizados en CBOX:

source: Theme Improvements
es_es: Mejoras en Temas

source: Since the last version release, the following bugfixes and enhancements were added to the Commons In A Box theme:
es_es: Desde la versión, se añadieron las siguientes correcciones de errores y mejoras del tema Commons In A Box:

source: Improved menu rendering
es_es: Procesamiento mejorado del menú

source: Fixed the "Background Color" theme option in some instances
es_es: Se fijó la opción de tema "Color de fondo" en algunos casos

source: Fixed the footer "Background Overlay" theme option
es_es: Se fijó la opción de tema de pies de página "Diseño de fondo ".

source: Minor styling enhancements to bbPress
es_es: Mejoras menores en el estil bbPress

source: <a href="%s">Return to the CBOX dashboard &rarr;</a>
es_es: <a href="%s"> Vuelva al Panel CBOX y rarr; </a>

source: Commons In A Box is a project of the <a href="%s">City University of New York</a> and the <a href="%s">Graduate Center, CUNY</a> and is made possible by a generous grant from the <a href="%s">Alfred P. Sloan Foundation</a>.
es_es: Commons In A Box es un proyecto de la <a href="%s">Universidad de Nueva York </a> y la <a href="%s">Centro de Graduados, CUNY </a> y es posible gracias a una generosa donación de la <a href="%s"> Fundación Alfred P. Sloan < /a>.

source: Commons In A Box is created by these individuals.
es_es: Commons In A Box es creada por estos individuos.

source: Project Leaders
es_es: Líderes de Proyectos

source: Project Lead
es_es: Líder de Proyecto

source: Lead Developer
es_es: Desarrollador Principal

source: Core Developers
es_es: Desarrolladores Centrales

source: Core Developer
es_es: Desarrollador Central

source: Theme Developers
es_es: Desarrolladores temáticos

source: Theme Developer
es_es: Desarrollador temático

source: Support Team
es_es: Equipo de soporte

source: Core Contributors to Commons In A Box 1.0.8
es_es: Colaboradores Centrales a Commons In A Box 1.0.8

source: External Libraries
es_es: Bibliotecas externas

source: For adding plugin dependencies for WordPress. Portions rewritten and modified by CBOX.
es_es: Para agregar dependencias de plugins para WordPress. Porciones reescritas y modificadas por CBOX.

source: Installing Plugin %1$s (%2$d/%3$d)
es_es: Instalar Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es_es: El proceso de instalación está iniciando. Este proceso puede tardar un tiempo en algunos anfitriones, así que por favor sea paciente.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es_es: Se ha producido un error durante la instalación de %1$<strong>%2$s</strong>

source: The installation of %1$s failed.
es_es: La instalación de %1$s falló.

source: %1$s installed successfully.
es_es: %1$s instalado con éxito.

source: Show Details
es_es: Mostrar detalles

source: Hide Details
es_es: Ocultar detalles

source: Plugins finished installing.
es_es: Plugins terminaron de instalarse.

source: Plugins updated.
es_es: Plugins actualizados.

source: Now Installing Plugins...
es_es: Ahora Instalando Plugins ...

source: Now Activating Plugins...
es_es: Ahora Activando Plugins ...

source: Plugins activated.
es_es: Plugins activados.

source: Return to the CBOX Plugins page
es_es: Volver a la página Plugins de CBOX

source: Upgrading Existing Plugins...
es_es: Actualizando Plugins existentes …

source: Installing Plugins...
es_es: Instalando plugins ...

source: Activating Plugins...
es_es: Activando Plugins .. .

source: Group Forums
es_es: Foros del Grupo

source: All forums created in groups can be found here.
es_es: Todos los foros creados en grupos se pueden encontrar aquí.

source: BuddyPress provides the core functionality of Commons In A Box, including groups and user profiles.
es_es: BuddyPress proporciona la funcionalidad principal de Commons In A Box, incluidos los grupos y perfiles de usuario.

source: Allows your members to collaborate on wiki-style Docs.
es_es: Permite que sus miembros colaboren en Docs al estilo wiki.

source: A sitewide wiki, powered by BuddyPress Docs
es_es: Un sitio wiki, impulsado por BuddyPress Docs

source: Group Email Subscription
es_es: Suscripción por correo electrónico al Grupo

source: Allows your community members to receive email notifications of activity within their groups.
es_es: Permite a sus miembros de la comunidad recibir notificaciones por correo electrónico de la actividad dentro de sus grupos.

source: Invite Anyone
es_es: Invitar a Cualquiera

source: An enhanced interface for inviting existing community members to groups, as well as a powerful tool for sending invitations, via email, to potential members.
es_es: Una interfaz mejorada para invitar a miembros de la comunidad a los grupos existentes, así como una poderosa herramienta para el envío de invitaciones, por correo electrónico, a los miembros potenciales.

source: Custom Profile Filters
es_es: Filtros de Perfil personalizado

source: Let your members specify what profile content they'd like to become search links, by wrapping the content in brackets.
es_es: Deje que sus miembros especifiquen qué contenidos de perfil les gustaría convertir en enlaces de búsqueda, envolviendo el contenido entre paréntesis.

source: bbPress Forums
es_es: Foros bbPress

source: Sitewide and group-specific discussion forums.
es_es: Foros de discusión en todo el sitio y específicos de grupo.

source: Featured Content Widget
es_es: Widget de contenido destacado

source: Provides a widget that allows you to select among five different content types to feature in a widget area.
es_es: Proporciona un widget que le permite seleccionar entre cinco diferentes tipos de contenidos que cuentan en un área de widget.

source: Group Announcements
es_es: Noticias del Grupo

source: Repurposes group activity updates, using an Announcements tab to groups.
es_es: Replantea actualizaciones de actividad del grupo, utilizando una ficha de anuncios para grupos.

source: More Privacy Options
es_es: Más Opciones de privacidad

source: Adds more blog privacy options for your users.
es_es: Añade más opciones de privacidad de blogs para sus usuarios.

source: Activity Privacy
es_es: Privacidad de Actividad

source: Works with More Privacy Options to keep private blog content out of public activity feeds.
es_es: Trabaja con Más Opciones de privacidad para mantener el contenido de blog privado de feeds de actividad pública.

source: Group Blogs
es_es: Blogs de Grupo

source: External RSS Feeds for Groups
es_es: Feeds RSS Externos para Grupos

source: Gives group creators and administrators the ability to attach external RSS feeds to groups.
es_es: Da a los creadores del grupo y los administradores la capacidad de adjuntar feeds RSS externos a los grupos.

source: Reply By Email
es_es: Responder Por correo electrónico

source: Reply to content from all over the community from the comfort of your email inbox
es_es: De respuesta a los contenidos de toda la comunidad desde la comodidad de su bandeja de entrada de correo electrónico

source: Commons In A Box Plugins
es_es: Plugins Commons In A Box

source: You do not have sufficient permissions to deactivate plugins for this site.
es_es: No tiene permisos suficientes para desactivar plugins para este sitio.

source: The following plugins have also been deactivated:
es_es: Las siguientes plugins también han sido desactivados:

source: Required Plugins
es_es: Plugins Requeridos

source: Commons In A Box requires the following plugins.
es_es: Commons In A Box requiere los siguientes plugins.

source: Recommended Plugins
es_es: Plugins recomendados

source: The following plugins are installed automatically during initial Commons In A Box setup. We like them, but feel free to deactivate them if you don't need certain functionality.
es_es: Los siguientes plugins se instalan automáticamente durante la configuración inicial de Commons In A Box. Nos gustan, pero no dude en desactivarlos si no necesita cierta funcionalidad.

source: The following plugins work well with Commons In A Box, but they require a bit of additional setup, so we do not install them by default.
es_es: Los siguientes plugins funcionan bien con Commons In A Box, pero requieren un poco de configuración adicional, por lo que no los instalamos por defecto.

source: To install, check the plugins you want to install and click 'Update'.
es_es: Para instalar, marque los plugins que desea instalar y haga clic en "Actualizar".

source: Update CBOX
es_es: Actualizar CBOX

source: Description
es_es: Descripción

source: Check this box to install the plugin.
es_es: Marque esta casilla para instalar el plugin.

source: Plugin is already active!
es_es: ¡El Plugin ya está activo!

source: Click here for documentation on this plugin, from commonsinabox.org
es_es: Haga clic aquí para obtener la documentación de este plugin, desde commonsinabox.org

source: Deactivate this plugin.
es_es: Desactivar este plugin.

source: Deactivate
es_es: Desactivar

source: Select the checkbox and click on 'Update' to upgrade this plugin.
es_es: Seleccione la casilla de verificación y haga clic en "Actualizar" para actualizar este plugin.

source: Update available.
es_es: Actualización disponible.

source: Requires:
es_es: Requiere:

source: (enabled)
es_es: (activado)

source: (disabled)
es_es: (desactivado)

source: (not installed)
es_es: (no instalado)

source: Update
es_es: Actualizar

source: Member Profile Default Tab
es_es: Pestaña por defecto para perfil de Miembro

source: On a member page, set the default tab to "Profile" instead of "Activity".
es_es: En una página de miembros, establece la pestaña por defecto de "perfil" en lugar de "Actividad"

source: Group Forum Default Tab
es_es: Pestaña por defecto para Foro de Grupo

source: On a group page, set the default tab to "Forum" instead of "Activity".
es_es: En una página de grupo, establezca la pestaña predeterminada en "Forum" en lugar de "Actividad".

source: Forum Full Text
es_es: Texto Completo Foro

source: Check this box if you would like the full text of bbPress forum posts to appear in email notifications.
es_es: Marque esta casilla si desea que el texto completo de publicaciones en el foro bbPress aparezca en las notificaciones de correo electrónico.

source: Commons In A Box Settings
es_es: Configuración Commons In A Box

source: CBOX can configure some important options for certain plugins.
es_es: CBOX puede configurar algunas opciones importantes para ciertos plugins

source: Save Changes
es_es: Guardar cambios

source: Return to CBOX Dashboard &rarr;
es_es: Volver al Panel de Control CBOX $rarr;

source: Activity
es_es: Actividad

source: Updates available.
es_es: Actualizaciones disponibles

source: The following plugins have been deactivated due to dependency conflicts:
es_es: Los siguientes plugins han sido desactivados debido a conflictos de dependencia:

source: Pre-activation warnings
es_es: Advertencias pre-activación

source: %s requires the following issues to be addressed before it can be activated:
es_es: %s requiere los siguientes aspectos que deben revisarse antes de que pueda ser activado:

source: Unactivated plugin
es_es: Plugin desactivado

source: (Activate it now!)
es_es: (¡Active ahora!)

source: Missing plugin
es_es: Plugin faltante

source: (<a href="%s">Try to find the plugin and install it here</a>)
es_es: (<a href="%s"> Trate de encontrar el plugin e instálelo aquí </a>)

source: Incorrect plugin version installed
es_es: Versión instalada del plugin incorrecta

source: %s (Version %s required)
es_es: %s (Versión %s requerida)

source: WordPress version %s required
es_es: WordPress versión %s requerida

source: (Upgrade now!)
es_es: ( ¡Actualice ahora!)

source: "%s" cannot be activated. Before you can activate this plugin, please <a href="%s">address the issues listed here</a>.
es_es: "%s" no puede activarse. Antes de poder activar este plugin, por favor <a href="%s"> aborde las cuestiones enumeradas aquí </a>.

source: A suite of community and collaboration tools for WordPress, designed especially for academic communities
es_es: Un conjunto de herramientas de la comunidad y de colaboración para WordPress, diseñado especialmente para comunidades del sector académico

source: CUNY Academic Commons
es_es: CUNY Académicos Comunes
